// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "Исследования HP, направленные на улучшение качества продукции";

// Opt in view
PISTLocationLanguageRequestLabel = "Сообщите, где и как будет использоваться этот продукт.";
PISTLocationLabel = "Расположение:";
PISTLanguageLabel = "Язык:";

// Non ISO locations
other = "Другое";
europe = "Европа";
middleeast = "Ближний Восток";
northwestafrica = "Северно-Западная Африка";
southernafrica = "Южная Африка";
asiapacific = "Азиатско-Тихоокеанский регион";
latinamerica = "Латинская Америка";
caribbean = "Карибский регион";

PISTDescriptionLabel = "Исследования HP, направленные на улучшение качества продукции, являются частью исследовательской программы, которая позволяет HP улучшать качество своих продуктов и максимально соответствовать требованиям клиентов.";
PISTExtendedDescriptionLabel = "Если вы согласитесь участвовать в программе, мы будем осуществлять сбор информации о местоположении и использовании принтеров, которые были указаны в HP Utility. В дальнейшем эти сведения помогут нам улучшить качество продуктов и услуг HP. Мы не осуществляем сбор личных данных пользователей, включая имя и адрес, и не отслеживаем содержание и названия напечатанных файлов.";

PISTOptInDescriptionLabel = "Предоставьте HP возможность проектировать устройства, оптимально соответствующие вашим потребностям. Для этого разрешите отправку анонимных сведений об использовании принтера в компанию HP. Убедитесь, что параметр принтера на лицевой панели настроен в соответствии с вашим выбором. Благодарим вас!";

PISTOptInButtonTitle = "Внесите свой вклад в улучшение продуктов и услуг HP";
PISTZipCodeLabel = "Почтовый индекс:";

PISTPrimaryUseLabel = "В основном я использую продукты и услуги HP:";
PISTSelectPrimaryUsageTitle = "Выбрать основное применение";

// How use choises
PISTInHome = "Дома";
PISTHomeElement002 = "в личных целях";
PISTHomeElement0031 = "для домашнего офиса";
PISTHomeElement0032 = "в рабочих целях";
PISTHomeElement0033 = "для удаленной работы";

PISTInBusiness = "Для бизнеса";
PISTBusinessElement005 = "со штатом от 1 до 9 сотрудников";
PISTBusinessElement006 = "со штатом от 10 до 99 сотрудников";
PISTBusinessElement0061 = "со штатом от 100 до 499 сотрудников";
PISTBusinessElement0062 = "со штатом более 500 сотрудников";

PISTMoreInfoTitle = "Дополнительные сведения";
PISTPrivacyPolicyTitle = "Заявление HP о защите конфиденциальности";
PISTDataPrivacyTitle = "Уведомление о конфиденциальности данных";

PISTApply = "Применить";
PISTCancel = "Отмена";

PISTRetrieveInformationTitle = "Получение информации…";

// More info tab
PISTMoreInfoToolTip = "Дополнительные сведения";
